<?php
/* @var $this base\View */

$this->title = 'About';
?>
<h1 class="text-center"><?= $this->title;?></h1>

<div class="text">
    <div class="about">

<p> Необходимо создать веб-приложение, придерживаясь ООП <br>
    PHP5, MYSQL, JS, CSS, HTML</p>

<p> Без использования фреймворков. </p>

<p> Приложение состоит из 3 страниц: страница добавления пользователей, добавления записей, <br>
    таблица всех пользователей. </p>

<p> Сделать форму добавления пользователей (параметры на свое усмотрение). </p>

<p> Сделать форму добавления записей (параметры на свое усмотрение). Одним из параметров <br>
    должен быть выпадающий список с пользователями созданными на предыдущем шаге. </p>

<p> Вывести в таблицу всех пользователей с привязанными к ним записями. <br>
    Одному пользователю может соответствовать несколько записей. </p>

    </div>

</div>
